[DIALOG_102]
BUTTON_1004=写入
BUTTON_1005=写入
BUTTON_1006=写入
BUTTON_1007=写入
BUTTON_1008=写入
BUTTON_1009=序列号
BUTTON_1010=网卡地址
BUTTON_1011=蓝牙地址
BUTTON_1012=IMEI
BUTTON_1014=浏览
BUTTON_1016=写入
DIALOG_TITLE=DllToolSample
LABEL_1017=序列号:
LABEL_1018=网卡地址:
LABEL_1019=蓝牙地址:
LABEL_1020=IMEI:
LABEL_1021=全部:
LABEL_1022=自定义数据(最大支持到512字节):
LABEL_1023=自定义数据偏移(范围0-511):
LABEL_1024=
[Prompt]

INFO_NO_DEVICE=没有发现设备
INFO_ONE_DEVICE=发现一台%s设备
INFO_MANY_DEVICE=发现多台设备

ERROR_ACTION_RUN=当前操作正在执行,请稍后退出!

ERROR_NO_DEVICE=没有发现操作设备!
ERROR_MANY_DEVICE=发现多台操作设备!
ERROR_NO_DRIVE=没有找到盘符进行切换!
ERROR_SWITCH_DEVICE=切换设备失败!
ERROR_WRITEDATA_FAIL=写入数据失败!
INFO_WRITEDATA_OK=写入数据成功.
ERROR_INVALID_SN=无效序列号!
ERROR_INVALID_MAC=无效网卡地址!
ERROR_INVALID_BT=无效蓝牙地址!
ERROR_INVALID_IMEI=无效IMEI!
ERROR_CUSTOM_FILE=自定义文件不存在!
ERROR_CUSTOM_OFFSET=自定义偏移无效!
ERROR_OPEN_CUSTOM_FILE=读取自定义文件失败!